Repository: 84000/data-translation-memory
Catalog: toh61-v4.tmx
Source language: bo
Languages: en

source: །སྟོང་པས་བྱིན་ཞིང་སྟོང་ལེན་ན།
en: “ ‘ “Are both giver and recipient empty?”

source: །ཕྱི་ནང་གཉི་ག་སྟོང་པས་ན།
en: Both outer and inner phenomena are empty,

source: །སྟོང་ལ་བྱིན་དང་ལེན་མེད་པས།
en: So in emptiness, there is no one who gives and no one who receives—

source: །ཐམས་ཅད་ཀུན་ལ་བདག་མེད་དོ།
en: Everything is devoid of self.

source: །སྟོང་ལ་འདོད་ཆགས་བྲལ་བ་མེད། །སྟོང་ལ་ཀུན་ནས་ཉོན་མོངས་མེད།
en: “ ‘In emptiness, there is no separation from desire; There is no affliction

source: །རྣམ་པར་བྱང་བའང་མེད་པས་ན།
en: And no purification.

source: །དྲི་བྲལ་རྣམ་དག་སྟོང་པ་ཡིན།
en: Therefore, everything is stainless, pure, and empty.

source: །སྟོང་ལ་རྣམ་པར་རྟོག་པ་མེད།
en: “ ‘Emptiness is beyond concepts

source: །སྟོང་ལ་ངོ་བོ་ཉིད་རྣམས་མེད།
en: And devoid of essential nature.

source: །སྟོང་ནི་རྟག་སྟོང་མཚན་མ་མེད།
en: Emptiness is permanent, empty, and signless.

source: །དེ་ནི་རྣམ་དག་ལམ་ཡིན་ནོ།
en: This is the path of purity.

source: །གལ་ཏེ་འགའ་ཞིག་འོངས་གྱུར་ནས།
en: “ ‘Even if someone comes to me

source: །ལུས་ནི་དུམ་བུར་བཅད་གྱུར་ཀྱང་། །ལས་ཀྱི་རྐྱེན་ལས་བྱུང་རིག་པས། །དེ་ལ་ཞེ་སྡང་ཡོང་མི་སྐྱེད།
en: And chops my body into pieces, I will not be angry at that person, Knowing that this is the consequence of my own actions.

source: །སེམས་ཅན་དགེ་སྡིག་སློང་བས་ན།
en: “ ‘Since sentient beings engage in virtuous and negative deeds,

source: །ལས་བཞིན་རང་ཉིད་འབྲས་བུ་ལེན།
en: They experience results that accord with their actions.

source: །བདག་ཀྱང་ངེས་པར་སྔ་མའི་སྡིག །སྡུག་བསྔལ་རྣམ་སྨིན་འདི་མྱོང་སྙམ།
en: This suffering that I experience is definitely The karmic ripening of my previous negative actions.

source: །སྡིག་པའི་རྣམ་སྨིན་འདི་མྱོང་ཡང་།
en: “ ‘Even as I experience the ripening of my negative actions,

source: །ལུས་བརྟགས་གཟུགས་བརྙན་ཆུ་བུར་དང་། །སྒྱུ་མ་སྤྲུལ་པ་སྨིག་རྒྱུ་འདྲ།
en: I observe my body to be like a reflection, a water bubble, An illusion, and a mirage.

source: །སྟོང་ཞིང་མེད་པས་མཐར་ཡང་སྟོང་།
en: Being empty and nonexistent, it is ultimately empty.

source: །ཁ་ཅིག་ལུས་ཀྱི་ཡན་ལག་གཅོད།
en: “ ‘That some might cut off my limbs,

source: །ཁ་ཅིག་དྲིན་ནི་དྲན་གྱུར་ནས།
en: And others might make offerings to me

source: །མཆོད་པ་དག་ནི་བྱས་གྱུར་ཀྱང་།
en: As a way to repay my kindness,

source: །དགའ་དང་མི་དགའ་ཡང་མི་བྱེད།
en: Will make me neither pleased nor unhappy.

source: །རྙེད་པ་ཐོབ་ཀྱང་དགའ་བ་མེད།
en: “ ‘Even if I achieve some gains, I will not be pleased;

source: །ཁ་ངན་བྱས་ཀྱང་ཁོང་མི་ཁྲོ།
en: And even if someone insults me, I will not get angry in return.

source: །འདི་གཉིས་སྒྲིབ་པ་ཡིན་པས་ན།
en: Since those two attitudes are obscurations,

source: །སངས་རྒྱས་ཡང་དག་ལམ་མིན་སེམས།
en: They are not the authentic path of the buddhas.

source: །འདོད་ཆགས་ཞེ་སྡང་གཏི་མུག་སེམས།
en: “ ‘Rather, they are desire, anger, and ignorance.’

source: །དེ་དག་ཐམས་ཅད་སྤོང་པར་བྱེད།
en: Thinking in that way, bodhisattvas abandon all those attitudes.

source: །རྟག་ཏུ་སྟོང་དབེན་བསྒོམས་པས་ན།
en: By continuously meditating on emptiness and disengagement,

source: །སྒྲིབ་པ་རྣམས་ནི་སྤོང་པར་བྱེད།
en: They abandon all obscurations.

source: །བཟོད་པ་སྟོབས་བཅུའི་གཞི་ཡིན་ཏེ།
en: “Patience is the foundation of the ten strengths,

source: །སངས་རྒྱས་རྣམས་ཀྱི་རྫུ་འཕྲུལ་གནས།
en: The source of the buddhas’ miraculous displays,

source: །ཐོགས་མེད་ཡེ་ཤེས་སྙིང་རྗེ་ཡི། །
en: And the root of unimpeded wisdom And compassion.

source: རྩ་བ་དག་ནི་བཟོད་པ་ཡིན། །བདེན་བཞི་དྲན་དང་ཡང་དག་སྤོང་།
en: “Since patience acts as the foundation of the four truths, The mindfulnesses, relinquishments,

source: །དབང་སྟོབས་བྱང་ཆུབ་ལམ་ཡན་ལག །ཐམས་ཅད་བཟོད་པས་གཞི་བྱེད་པས། །མཁས་པ་གང་ཞིག་བཟོད་མི་སྒོམ།
en: Powers, strengths, and all the other factors of the path of awakening, What kind of wise person would not cultivate it?

source: །ངས་ཀྱང་བཱ་ར་ཎཱ་སིར་ནི། །བླ་མེད་འཁོར་ལོ་བསྐོར་བ་ཡང་། །བཟོད་པ་དག་གིས་གཞི་བྱས་པས། །སངས་རྒྱས་རྟག་ཏུ་བཟོད་པ་བསྔགས།
en: “Since patience acts as the foundation Of even the unsurpassable wheel That I have turned in Vārāṇasī, Patience is always praised by the buddhas.

source: །ཁྱེད་ཀྱང་སྟོང་བཟོད་བླ་མེད་གཞི། །ཡོངས་སུ་སྒོམ་པར་བྱེད་ན་ནི། །ཆོས་ཀྱི་ཆོས་ཉིད་དེ་ཡིན་པས། །སངས་རྒྱས་ཡོན་ཏན་ཐོབ་པར་འགྱུར། །
en: “If you meditate on emptiness—The unsurpassed ground for patience—You will also achieve the qualities of the buddhas, Since emptiness is the true nature of phenomena.

source: གཞན་ཡང་གང་པོ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ནི་འདོད་པ་ལྔ་པོ་དག་སྤངས་ནས་རྟག་པར་རབ་ཏུ་འབྱུང་བར་མོས་པས་སེམས་ཀྱིས་རབ་ཏུ་འབྱུང་བའི་རྗེས་སུ་འབྲང་བར་བྱེད།
en: “Furthermore, Pūrṇa, (2) because bodhisattva great beings have abandoned the five sense pleasures and are continuously inclined to renounce the world, they pursue the idea of going forth and apply themselves diligently to that purpose.

source: རབ་ཏུ་འབྱུང་བ་ལ་གཞོལ་བར་བྱེད་པས་འདོད་པ་ལྔ་པོ་དག་ལ་མངོན་པར་ཞེན་པར་མི་བྱེད་དོ།
en: As a consequence, they do not cling to the five sense pleasures.

source: །རབ་ཏུ་བྱུང་ནས་ཀྱང་འདུ་འཛི་རྣམས་སྤངས་ནས་ཤིན་དུ་ཐག་རིང་བའི་རི་དང་ནགས་ཚལ་དབེན་པ་དག་ཏུ་གནས་ཤིང་དགེ་བའི་ཆོས་ཆུད་མི་ཟ་བར་བྱེད་དོ།
en: Once they have gone forth, they abandon all forms of distraction, remain in remote mountains and forests, and ensure that their virtues are not wasted.

source: །བྱང་ཆུབ་སེམས་དཔའ་གང་ཆོས་གཉིས་པ་འདི་དང་ལྡན་པར་གྱུར་ན་ཡོན་ཏན་ཕུན་སུམ་ཚོགས་པ་ཐམས་ཅད་རབ་ཏུ་འཐོབ་པར་འགྱུར་རོ། །དེ་ནས་དེའི་ཚེ་བཅོམ་ལྡན་འདས་ཀྱིས་ཚིགས་སུ་བཅད་དེ་བཀའ་སྩལ་པ།
en: Bodhisattvas who possess this second quality will achieve all excellent qualities.” At that moment, the Blessed One uttered these verses:

source: རབ་ཏུ་བྱུང་ལ་རྟག་མོས་པས།
en: “Because they are always inspired to going forth,

source: །རྟག་ཏུ་རབ་ཏུ་འབྱུང་བར་འགྱུར།
en: Bodhisattvas will always go forth.

source: །རི་དང་ནགས་ཚལ་གནས་མོས་པས།
en: Since they aspire to remain in mountains and forests,

source: །ཡོན་ཏན་འབྱུང་གནས་འཕེལ་བར་བྱེད།
en: They will expand the source of all qualities.

source: །དབེན་པར་གནས་ལ་སྟེན་བྱེད་པས། །འདོད་ལྔའི་ཆགས་པ་ཡོངས་སུ་སྤོང་། །དེ་ན་འདུ་འཛི་མེད་པས་ན། །དགེ་ཆོས་རྐྱེན་ནི་ཉམས་མི་འགྱུར།
en: “As they rely on solitary places, They renounce attachment to the five sense pleasures. Because they are without any form of distraction, The circumstances of their virtue will not decline.

source: །ཕན་ཚུན་འདྲུལ་ཞིང་གཏམ་འདྲི་དང་། །ཚིག་གིས་སྨྲ་བར་མི་བྱེད་པས། །སྟོང་དབེན་ཉེར་ཞི་དབེན་པ་ལ། །སངས་རྒྱས་རྣམས་ཀྱིས་རབ་ཏུ་བསྔགས།
en: “Since such places do not permit traveling back and forth, Asking questions of one another, or conversation, The buddhas highly praise Empty, peaceful, and isolated places.

source: །དེ་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་རྣམས། །རྟག་པར་དགོན་པ་བསྟེན་བྱ་ཞིང་། །གྲོང་ཁྱེར་ལ་ནི་ཆགས་མི་བྱ། །བསྟེན་ན་རྙེད་སེམས་སྐྱེ་བར་འགྱུར།
en: “Therefore, bodhisattvas Should always remain in solitary places And give up their attachment to cities. If they live in cities, greed will grow in them.

source: །རྙེད་པ་ཐོབ་ན་རབ་ཏུ་དགའ།
en: “If they gain something, they will be utterly delighted.

source: །སྟོར་བར་གྱུར་ན་མྱ་ངན་སྐྱེ།
en: If they lose something, they will feel miserable.

source: །དེ་ཡིས་སངས་རྒྱས་མཆོད་བྱས་ཀྱང་།
en: Even if they worship the Buddha,

source: །མཆོད་པ་བྱས་ཞེས་མི་བརྗོད་དོ།
en: It cannot be said that worship was performed.

source: །དེ་འདྲའི་ཉེས་དམིགས་སྤོང་འདོད་ན།
en: “Those who want to get rid of such defects

source: །རྙེད་པ་རྣམས་ནི་སྤང་བར་བྱ།
en: Must abandon the desire for gains,

source: །སྤངས་ནས་གནས་དབེན་རབ་གནས་ནས།
en: Remain always in isolated places,

source: །སྟོང་པའི་ཆོས་ནི་བསྒོམ་པར་བྱ།
en: And meditate on empty phenomena.

source: །གཞན་ཡང་གང་པོ་བྱང་ཆུབ་སེམས་དཔའ་ནི་རྟག་པར་ཆོས་གཉེར་བ་ཡོངས་སུ་སློབ་པར་བྱེད་པས་ཡོངས་སུ་གཉེར་ནས་ཀྱང་ཀློག་ཅིང་ཁ་ཏོན་དུ་བཏོན་ནས་འདི་ལྟར་ཚུལ་ཁྲིམས་ཡོངས་སུ་དག་པ་དང་། སྦྱངས་པའི་ཡོན་ཏན་ཤིན་ཏུ་ཕྲ་བའི་ཆོས་ཡོངས་སུ་ཚོལ་བར་བྱེད་ཀྱི།
en: “Furthermore, Pūrṇa, (3) because bodhisattvas constantly pursue and train in the Dharma, they read and recite it with great dedication.

source: འདོད་པ་མེད་པ་དང་། ཆོག་མི་ཤེས་པའི་ཆོས་ཡོངས་སུ་ཚོལ་བར་མི་བྱེད་དོ།
en: They pursue a pure discipline and the most refined forms of ascetic practices, not those that lead to many types of desire and discontentment.

source: །འདོད་ཆགས་ཉེ་བར་ཞི་བ་ཡོངས་སུ་ཚོལ་བར་བྱེད་ཀྱི། འདོད་ཆགས་རྒྱས་པར་མི་བྱེད་དོ།
en: They seek to be at peace from their attachment, not to let it grow.

source: །ཞེ་སྡང་གཞོམ་པ་ཡོངས་སུ་ཚོལ་བར་བྱེད་ཀྱི། ཞེ་སྡང་འཕེལ་བར་མི་བྱེད་དོ། །
en: They seek to overcome their anger, not to increase it.

source: གཏི་མུག་གཅོད་པ་ཡོངས་སུ་ཚོལ་བར་བྱེད་ཀྱི། གཏི་མུག་སྐྱེད་པར་མི་བྱེད་དོ།
en: They seek to cut off their ignorance, not to cultivate it.

source: །ཁེངས་པ་གཞིལ་བ་ཡོངས་སུ་ཚོལ་བར་བྱེད་ཀྱི། ཁེངས་པ་སློང་བ་ཡོངས་སུ་ཚོལ་བར་མི་བྱེད་དོ།
en: They seek to eliminate their arrogance, not to encourage it.

source: །ང་རྒྱལ་གཞོམ་པ་ཡོངས་སུ་ཚོལ་བར་བྱེད་ཀྱི། ང་རྒྱལ་འཕེལ་བ་ཡོངས་སུ་ཚོལ་བར་མི་བྱེད་དོ།
en: They seek to overcome pride, not to increase it.

source: །བདག་དང་བདག་གིར་འཛིན་པའི་ཆོས་སྤོང་བ་ཡོངས་སུ་ཚོལ་བར་བྱེད་ཀྱི།
en: They seek to abandon clinging to I and mine, not to let this clinging become stronger.

source: བདག་དང་བདག་གིར་འཛིན་པའི་ཆོས་འཕེལ་བར་བྱེད་པ་ཡོངས་སུ་ཚོལ་བར་མི་བྱེད་དོ། །བདག་མེད་པའི་ཆོས་ཡོངས་སུ་ཚོལ་བར་བྱེད་ཀྱི། བདག་དང་། གང་ཟག་དང་། སེམས་ཅན་དང་། སྲོག་ལ་གནས་པའི་ཆོས་ཡོངས་སུ་ཚོལ་བར་མི་བྱེད་དོ།
en: They pursue the Dharma that teaches selflessness, not the Dharma that bases its view on a self, a person, a sentient being, and a life force.

source: །རྟག་པར་ཤེས་རབ་ཆེན་པོ་ཐོབ་པར་འགྱུར་བའི་ཆོས་ཡོངས་སུ་ཚོལ་བར་བྱེད་ཀྱི། ཤེས་རབ་ཆེན་པོ་ཉམས་པར་འགྱུར་བའི་ཆོས་ཡོངས་སུ་ཚོལ་བར་མི་བྱེད་དོ།
en: They always pursue the Dharma that will make them attain great insight, not the Dharma that will make such insight decline.

source: །རྟག་པར་མཚུངས་པ་མེད་པའི་ཤེས་རབ་ཐོབ་པར་འགྱུར་བའི་ཆོས་ཡོངས་སུ་ཚོལ་བར་བྱེད་ཀྱི། ཤེས་རབ་རྒྱ་ཆུང་ངུ་ཐོབ་པར་འགྱུར་བའི་ཆོས་ཡོངས་སུ་ཚོལ་བར་མི་བྱེད་དོ།
en: They always pursue the Dharma that will make them attain incomparable insight, not the Dharma that will make them attain minor insight.

source: །ཕུན་སུམ་ཚོགས་པ་ཐམས་ཅད་ཐོབ་པར་འགྱུར་བའི་ཆོས་རྣམས་ཡོངས་སུ་ཚོལ་བར་བྱེད་ཀྱི། ཡོན་ཏན་རྣམས་ཕུན་སུམ་ཚོགས་པར་མི་འགྱུར་བའི་ཆོས་ཡོངས་སུ་ཚོལ་བར་མི་བྱེད་དོ། །
en: They pursue the Dharma that will make them attain all that is excellent, not the Dharma that will prevent them from attaining excellent qualities.

source: དེ་ལྟར་ཆོས་ཡོངས་སུ་བཙལ་ནས་ཀྱང་ཀློག་པར་བྱེད། ཁ་ཏོན་དུ་འདོན་པར་བྱེད། ཚུལ་བཞིན་དུ་ཡང་དག་པར་ཡིད་ལ་བྱེད། ཇི་སྐད་བསྟན་པ་བཞིན་དུ་ཡང་དག་པར་ཡིད་ལ་བྱེད། སྒྲུབ་པར་བྱེད།
en: Pursuing the Dharma in this way, they do not look for worldly profit, even though they read the Dharma, recite it, contemplate it correctly in accordance with the way it is taught, practice it, and teach it to others.

source: གཞན་དག་ལ་ཡང་ཡང་དག་པར་རབ་ཏུ་སྟོན་པར་བྱེད་ཀྱང་འཇིག་རྟེན་པའི་ཁེ་ཡང་ཡོངས་སུ་ཚོལ་བར་མི་བྱེད་ལ། ཐ་ན་ལེགས་སོ་ཞེས་བྱ་བའི་བསྔགས་པ་བརྗོད་པ་ཙམ་ཡང་ཡོངས་སུ་ཚོལ་བར་མི་བྱེད་པས་སེམས་ཅན་མང་པོ་ཆོས་དེ་ལ་འགོད་པར་བྱེད་དེ།
en: Since they also do not seek to be even so much as praised by others, they establish many sentient beings in that Dharma.

source: གང་པོ་བྱང་ཆུབ་སེམས་དཔའ་གང་ཆོས་གསུམ་པ་འདི་དང་ལྡན་པར་གྱུར་ན་ཡོན་ཏན་ཕུན་སུམ་ཚོགས་པ་ཐམས་ཅད་རབ་ཏུ་འཐོབ་པར་འགྱུར་རོ། །དེ་ནས་དེའི་ཚེ་བཅོམ་ལྡན་འདས་ཀྱིས་ཚིགས་སུ་བཅད་དེ་བཀའ་སྩལ་པ།
en: Pūrṇa, bodhisattvas who possess this third quality will achieve all excellent qualities.” At that moment, the Blessed One uttered these verses:

source: བྱང་ཆུབ་སེམས་དཔའ་རབ་བྱུང་ནི།
en: “Bodhisattvas who go forth

source: །ཚུལ་ཁྲིམས་སྦྱངས་པ་དག་ལ་མོས།
en: Are devoted to discipline and ascetic practices;

source: །དེས་ན་ཤེས་རབ་ཡོངས་འཕེལ་ནས།
en: Thereby increasing their insight,

source: །ཡེ་ཤེས་ཆར་ནི་འབེབས་པར་བྱེད།
en: They cause a rain of wisdom to fall.

source: །རྣམ་དག་ཆོས་ཟབ་དེ་ཐོས་ནས། །ཡང་དག་དྲན་པས་དོན་སེམས་བྱེད། །ཇི་སྐད་བསྟན་པ་བཞིན་དུ་ནི། །དེ་བཞིན་ཡང་དག་སྒྲུབ་པར་བྱེད།
en: “Upon hearing the pure and profound Dharma, They contemplate its meaning with genuine mindfulness, And practice it properly, In accordance with the way it is taught.

source: །རྟག་ཏུ་རྣམ་དག་སེམས་ཀྱིས་ནི། །གཞན་ལ་རྒྱ་ཆེར་རབ་བསྟན་ནས།
en: “They always teach it to others on a vast scale, With a completely pure attitude.

source: །སེམས་ཅན་མང་ལ་ཕན་འདོགས་ཀྱང་།
en: Although they benefit many sentient beings,

source: །སེམས་ལ་རེ་བ་ཅུང་ཟད་མེད།
en: There is not the slightest hope of reward in their minds.

source: །ཡོན་ཏན་རྣམས་ཀྱི་རོ་རྙེད་ནས། །བདག་ཉིད་ཆོས་དེར་རབ་གནས་ཤིང་། །གཞན་ཡང་དེ་ལ་འགོད་བྱེད་པས། །དེ་ཕྱིར་སངས་རྒྱས་ཆོས་འཕེལ་འགྱུར།
en: “Experiencing the taste of excellent qualities, They firmly follow the Dharma And establish others into it, Thereby propagating the teachings of the buddhas.

source: །བསྐལ་པ་ཚད་མེད་རྣམས་སུ་ནི། །ཡོན་ཏན་མང་པོ་ཅི་བསགས་པ། །ཐམས་ཅད་མངོན་དུ་གྱུར་ནས་ནི། །བྱང་ཆུབ་ལམ་དུ་སྡུད་འཇུག་འགྱུར།
en: “After having actualized all the qualities That they have accumulated During immeasurable eons, They attract beings onto the path of awakening.

source: །དེ་ཕྱིར་སངས་རྒྱས་བསྔགས་པ་ཡི། །ཆོས་ཟབ་དག་ནི་ཡོངས་བཙལ་ནས། །རྟག་པར་སེམས་ཅན་བསྟན་པར་བྱ།
en: “Therefore, after seeking the profound Dharma That is praised by the buddhas, Bodhisattvas should teach it to sentient beings.

source: །ཡོན་ཏན་རྣམས་ནི་དེ་ལས་སྐྱེ། །གང་པོ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གང་ཚུལ་ཁྲིམས་ཡོངས་སུ་སྲུང་ཞིང་སྦྱངས་པའི་ཆོས་ལ་རབ་ཏུ་གནས་པར་གྱུར་ན་དགེ་བའི་རྩ་བ་ཐམས་ཅད་ཕུན་སུམ་ཚོགས་པའི་བསོད་ནམས་དང་ལྡན་པར་འགྱུར་རོ།
en: All excellent qualities will arise on that basis. “Pūrṇa, if bodhisattva great beings carefully guard their discipline and observe ascetic practices, they will possess all the roots of virtue—the most excellent merit.

source: །གང་པོ་སྔོན་བྱུང་བ་འདས་པའི་དུས་ན་བསྐལ་པ་གྲངས་མེད་པ། ཚད་མེད་ཅིང་མཐའ་ཡས་པ། བསམ་གྱིས་མི་ཁྱབ་པའི་ཡང་ཆེས་བསམ་གྱིས་མི་ཁྱབ་པ་བྱུང་བ་དེའི་ཚེ་དེའི་དུས་ན་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རིག་པ་དང་ཞབས་སུ་ལྡན་པ།
en: Pūrṇa, in the past, countless eons ago, so long ago that the length of time cannot be measured, fathomed, or conceived, a thus-gone one, a worthy one, a perfect buddha appeared in the world. He was endowed with perfect knowledge and conduct.

source: བདེ་བར་གཤེགས་པ་འཇིག་རྟེན་མཁྱེན་པ། བླ་ན་མེད་པའི་སྐྱེས་བུ་འདུལ་བ་ཁ་ལོ་སྒྱུར་བ། ལྷ་དང་མི་རྣམས་ཀྱི་སྟོན་པ།
en: He was a bliss-gone one, a knower of the world, an unsurpassed guide who tames beings, a teacher of both gods and men.

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་མེ་རོ་གན་དྷ་ཞེས་བྱ་བ་འཇིག་རྟེན་དུ་བྱུང་སྟེ།
en: This blessed buddha was named Merugandha.

source: བཅོམ་ལྡན་འདས་དེའི་སྐུ་ཚེའི་ཚད་ནི་ཚེ་ལོ་དྲུག་ཅུ་ཐོབ་པར་གྱུར་ཏོ།
en: He lived for sixty years.

source: །འདུས་པ་རེ་རེ་ལ་ཆོས་བསྟན་པའི་ཚེ་ཉན་ཐོས་བྱེ་བ་ཕྲག་བརྒྱད་ཅུ་དགྲ་བཅོམ་པའི་འབྲས་བུ་ཐོབ་པར་གྱུར་ཏོ།
en: Whenever he taught the Dharma to a gathering, eight hundred million hearers attained the fruition of a worthy one.

source: །གང་པོ་དེ་བཞིན་གཤེགས་པ་མེ་རོ་གན་དྷ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པའི་འོག་ཏུ་དམ་པའི་ཆོས་ནི་ལོ་ལྔ་བརྒྱའི་བར་དུ་གནས་པར་གྱུར་ཏེ།
en: “Pūrṇa, after the thus-gone one Merugandha had passed into complete nirvāṇa, the sublime Dharma remained for five hundred years.

source: དེ་བཞིན་གཤེགས་པ་དེ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པའི་འོག་ཏུ་ཞག་བདུན་ཚུན་ཆད་ཉན་ཐོས་ཆེན་པོ་ཇི་སྙེད་པ་ཕལ་ཆེར་དེ་བཞིན་གཤེགས་པའི་རྗེས་སུ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པར་གྱུར་ཏོ།
en: Within seven days after the Thus-Gone One had passed into complete nirvāṇa, most of the great hearers followed in his footsteps and also nirvāṇa.

source: །གང་པོ་དེ་བཞིན་གཤེགས་པ་དེ་ཡང་ང་ཇི་ལྟ་བ་བཞིན་དུ་སྙིགས་མ་ལྔའི་དུས་ཀྱི་ཚེ་འཇིག་རྟེན་དུ་བྱུང་བར་གྱུར་ཏེ།
en: Pūrṇa, just like me, that thus-gone one appeared in the world at a time of the five degenerations.

source: ཉན་ཐོས་ཆེན་པོ་རྣམས་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པའི་འོག་ཏུ་དེའི་ཚེ་སྐྱེ་བོ་རྣམས་ཕལ་ཆེར་འདི་སྙམ་དུ་དགེ་སྦྱོང་གི་ཆོས་ནི་རབ་ཏུ་བདེ་ཞིང་སྐྱིད་པ་ཡིན་ན་བདག་ཅག་ཅིའི་ཕྱིར་སོ་སོ་ནས་རབ་ཏུ་མི་འབྱུང་སྙམ་དུ་བསམས་ནས། སོ་སོ་ནས་སྐྲ་དང་ཁ་སྤུ་བྲེགས་ཏེ་ཆོས་གོས་ངུར་སྨྲིག་བགོས་ནས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་བྱུང་ངོ་།
en: After the great hearers had passed into complete nirvāṇa, most beings thought, ‘If the Dharma of the mendicants is so pleasant and enjoyable, shouldn’t we all go forth as monks?’ So each of them shaved their heads and beards, dressed in saffron-colored Dharma robes, and went forth from their households into homelessness.

source: །རབ་ཏུ་བྱུང་ནས་ཀྱང་དངོས་པོ་གསུམ་པོ་རྟག་པར་ཁྱིམ་པའི་ཁྱིམ་དུ་འགྲོ་ཞིང་འདུ་བར་བྱེད་པ་དང་། རྙེད་པ་ལ་མངོན་པར་ཞེན་ནས་བདག་ཉིད་འཚོ་བར་བྱེད་པ་དང་། བདག་ཉིད་ཉམ་འཚག་འཚོ་བ་འབའ་ཞིག་ཏུ་སྦྱོར་ཞིང་བསོད་ནམས་དང་ཡེ་ཤེས་དང་མི་ལྡན་པ་འབའ་ཞིག་སྤྱོད་པར་གྱུར་པས་དངོས་པོ་གསུམ་པོ་འདི་འབའ་ཞིག་སྤྱོད་པར་བྱེད་ཀྱི་ལས་གཞན་ནི་མངོན་པར་མི་སྒྲུབ་པར་གྱུར་ཏོ།
en: However, even though they had gone forth, they exclusively engaged in three types of wrong behaviors: they constantly visited and gathered in the houses of householders, they sustained themselves based on strong clinging to profit, and they indulged only in harmful types of livelihood, without ever accumulating merit and wisdom. In that way, they only engaged in those three types of behaviors, without accomplishing anything else.

source: །ལོ་བརྒྱ་འདས་པའི་འོག་ཏུ་ཉན་ཐོས་ཆེན་པོ་ཐམས་ཅད་ཡོངས་སུ་མྱ་ངན་ལས་འདས་ཏེ་མ་ལུས་པར་གྱུར་པས་དགེ་སློང་མང་པོ་དེ་དག་ཁྱིམ་པ་རྣམས་དང་། འཐུན་པར་བྱེད་ཅིང་སངས་རྒྱས་ཀྱི་མདོ་སྡེ་ཟབ་མོ་རྣམས་དང་། ཚུལ་ཁྲིམས་སྲུང་བ་དང་། སྦྱངས་པའི་ཡོན་ཏན་སྤྱོད་ལམ་ཞིབ་མོ་གྱ་ནོམ་པའི་ཆོས་རྣམས་ནི་ཕལ་ཆེར་སྤངས་ནས་སུ་ཡང་ཀློག་ཅིང་འདོན་པ་མེད་པར་གྱུར་ཏོ།
en: “After one hundred years, when all the great hearers without exception had passed into complete nirvāṇa, these monks were acting like householders. Most of them had discarded the profound discourses of that buddha. They no longer observed their discipline and had abandoned the excellent and refined ascetic practices. None of them were reading and reciting the discourses.

source: །གང་པོ་དེའི་ཚེ་དགེ་སློང་རྣམས་འདོད་པ་མང་པོ་དག་ལ་སྤྱོད་པར་མོས་ཤིང་བཟའ་བ་དང་བཏུང་བའི་རོ་ལ་ཆགས་པར་གྱུར་པས་དེའི་ཚེ་རྒྱལ་པོའི་བུ་ད་མ་ཤི་རི་ཞེས་བྱ་བ་རྒྱལ་པོ་ཤིན་ཏུ་བྱམས་ཤིང་གཅེས་པར་བྱེད་པ་ཞིག་ཡོད་དེ།
en: Pūrṇa, at that time, as these monks were interested in fulfilling their many desires, and were thus attached to the pleasures of food and drink, there also lived an extremely kind and caring prince called Damaśrī.

source: དེས་གནས་དབེན་པ་ཞིག་ཏུ་གནས་ནས་འདི་སྙམ་དུ་དེ་བཞིན་གཤེགས་པ་མེ་རོ་གན་དྷས་ཆོས་ཇི་ལྟ་བུ་ཞིག་བརྙེས་ན།
en: While staying in solitude, he began to doubt: ‘What kind of Dharma did the thus-gone one Merugandha realize?

source: དེང་དེའི་ཉན་ཐོས་རྣམས་བག་མེད་པར་སྤྱོད་ཅིང་ཁྱིམ་པ་རྣམས་དང་བྱེ་བྲག་མེད་པར་གྱུར་ཅེས་དེ་སྙམ་དུ་སེམས་ཤིང་ཐེ་ཚོམ་དུ་གྱུར་པ་དང་། དེའི་ཚེ་ལྷ་ཞིག་དེའི་ཐད་དུ་འོངས་ནས་ལུས་མི་སྣང་བར་བྱས་ཏེ།
en: These days, his great hearers act carelessly, and it has become impossible to distinguish them from householders!’

source: འདི་སྐད་དུ་ཀྱེ་རྒྱལ་བུ་དེ་བཞིན་གཤེགས་པ་མེ་རོ་གན་དྷས་བརྙེས་པའི་ཆོས་ནི་ཤིན་ཏུ་ཟབ་ཅིང་ཡོངས་སུ་དག་ལ་རྣམ་པར་ངེས་པ་ཡིན་ནོ་ཞེས་སྨྲས་སོ།
en: “At that very moment, a god who had made himself invisible arrived in front of the prince and said, ‘Listen—the Dharma that the thus-gone one Merugandha realized is extremely profound, pure, and definitive!’

source: །དེ་ནས་རྒྱལ་བུ་དེས་ལྷས་དེ་སྐད་སྨྲས་པ་ཐོས་པ་དང་། འདི་སྐད་དུ་ཀྱེ་དེ་བཞིན་གཤེགས་པ་མེ་རོ་གན་དྷས་བརྙེས་པའི་ཆོས་ཤིན་དུ་ཟབ་ཅིང་ཡོངས་སུ་དག་ལ་རྣམ་པར་ངེས་པར་གྱུར་བའི་ཆོས་ཀྱི་དངོས་པོ་དེ་ཇི་ལྟ་བུ་ཞིག་ཡིན།
en: “ ‘Well,’ inquired the prince, ‘what is this extremely profound, pure, and definitive Dharma that the thus-gone one Merugandha realized?’

source: ལྷས་སྨྲས་པ། རྒྱལ་བུ་ཆོས་དེ་ནི་གཟུགས་ཀྱང་མེད། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ཡང་མེད།
en: “ ‘Prince,’ answered the god, ‘this Dharma is beyond form, feeling, perception, formation, and consciousness.

source: ཕུང་པོ་དང་། ཁམས་དང་། སྐྱེ་མཆེད་ཀྱང་མེད།
en: It is beyond the aggregates, elements, and sense sources.

source: འདོད་པ་ལྔ་ཡང་མེད། འདོད་པའི་སེམས་ཀྱང་མེད་དེ།
en: It is beyond the five sense desires, and it is free from any form of attachment.

source: དེ་བཞིན་གཤེགས་པ་མེ་རོ་གན་དྷས་དེ་ལྟ་བུའི་ཆོས་ཤིན་དུ་ཟབ་ཅིང་ཡོངས་སུ་དག་ལ་རྣམ་པར་ངེས་པ་བརྙེས་པ་སེམས་ཅན་རྣམས་ལ་ཡང་དག་པར་རབ་ཏུ་བསྟན་ཏོ།
en: What the thus-gone one Merugandha taught to sentient beings was this extremely profound, pure, and definitive Dharma, which he had realized.’

source: །དེ་ནས་རྒྱལ་བུ་དེས་ལྷ་དེ་ལ་སྨྲས་པ། བདག་གིས་དེ་ལྟ་བུའི་ཆོས་ཐོས་ཤིང་ཁོང་དུ་ཆུད་པར་འགྱུར་ནས་ཇི་སྐད་བསྟན་པ་བཞིན་དུ་བསྒྲུབ་ཏུ་རུང་ངམ།
en: “The prince then asked, ‘Would it be possible for me to hear and comprehend this Dharma, and then to put it into practice in accordance with the way it is taught?’

source: ལྷས་སྨྲས་པ། ཀྱེ་རྒྱལ་བུ་ཁྱོད་སེམས་རྩེ་གཅིག་ཏུ་ནན་ཏན་བརྩོན་འགྲུས་བྱོས་ཤིག་དང་ཐོབ་པར་དཀའ་བ་མེད་དོ།
en: “ ‘O prince,’ replied the god, ‘strive one-pointedly with persistent diligence, and it will not be hard for you to receive it!’

source: །གང་པོ་དེའི་ཚེ་རྒྱལ་བུ་དེ་འདི་སྙམ་དུ་ངེས་པར་ལྷས་ཀྱང་བསྐུལ་ཏེ་བདག་ཁོང་དུ་ཆུད་པར་བྱས་ནས་བདག་རབ་ཏུ་བྱུང་ནས་ཆོས་ཟབ་མོ་དེ་ཡོངས་སུ་གཉེར་བར་བྱའོ་སྙམ་དུ་བསམས་ནས། ཕ་མ་ག་ལ་བ་དེར་སོང་སྟེ་མགོས་གཏུགས་ཏེ་ཕྱག་བྱས་ནས་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཡབ་ཡུམ་དེང་བདག་ནི་དེ་བཞིན་གཤེགས་པ་མེ་རོ་གན་དྷའི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་ནས་ལམ་ཡོངས་སུ་གཉེར་བར་འཚལ་ལོ།
en: “Pūrṇa, at that moment, the prince made a commitment: ‘Since I have received such clear encouragement from this god, I must take it to heart, go forth as a monk, and pursue the profound Dharma.’ So he went before his parents, bowed to them, and said, ‘Father and mother, I wish to go forth under the teachings of the thus-gone one Merugandha and pursue his path.’

source: །ཕ་མས་སྨྲས་པ། ཁྱོད་དེང་ངེད་སྤངས་ནས་རབ་ཏུ་བྱུང་བ་དེ་ཅི་དགོས།
en: “His parents answered, ‘What is the point of abandoning us and going forth?

source: ད་ལྟར་སངས་རྒྱས་ཀྱི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་བ་རྣམས་ནི་ཁྱིམ་པ་རྣམས་དང་བྱེ་བྲག་ཏུ་གྱུར་པ་ཅི་ཡང་མེད་དོ། །དེ་ནས་དེའི་ཚེ་ཚིགས་སུ་བཅད་དེ་སྨྲས་པ།
en: Nowadays, there is not the slightest difference between those who have gone forth under the teachings of that buddha and householders.’ At that moment they spoke these verses:

source: དེ་ལྟར་དགེ་སློང་མང་པོ་རྣམས།
en: “ ‘The many monks living today

source: །བག་མེད་འདོད་པ་ལྔ་ཡང་སྦྱོང་།
en: Act carelessly and enjoy the five sense pleasures.

source: །ཞིང་རྨོད་ཉོ་ཚོང་བྱེད་པས་ན།
en: They plow fields and conduct business,

source: ཁྱིམ་པ་རྣམས་དང་བྱེ་བྲག་མེད།
en: So there is no difference between them and householders.

source: །དབུལ་པོ་སྡུག་བསྔལ་རབ་མང་ཞིང་།
en: “ ‘There are many people who suffer or are poor,

source: །བདག་ཉིད་གསོ་བར་མི་ནུས་པ།
en: And others who are unable to support themselves.

source: །དེ་འདྲའི་སྐྱེ་བོ་མང་པོ་རྣམས།
en: Many such people

source: །ལུས་གསོའི་ཕྱིར་ནི་རབ་ཏུ་འབྱུང་།
en: Are now going forth to sustain their bodies.

source: །ཁྱོད་ནི་རྒྱལ་རིགས་ཁྱིམ་དུ་སྐྱེས།
en: “ ‘But you were born into a household of the warrior class.

source: །ཕྱུག་ཅིང་འདོད་ལྔའི་བདེ་བ་མྱོང་།
en: You are already rich, you enjoy the five sense pleasures,

source: །ནོར་དང་རིན་ཆེན་རབ་མང་ན།
en: And you are wealthy and opulent.

source: །རབ་ཏུ་ཕྱུང་བས་ཅི་ཞིག་བྱ།
en: With such riches, what is the point of your going forth?’

source: །དེ་ནས་རྒྱལ་བུ་ད་མ་ཤི་རིས་ཕ་མ་ལ་ཚིགས་སུ་བཅད་དེ་སྨྲས་པ།
en: “The prince Damaśrī answered his parents with these verses:

source: བདག་ནི་དབང་ཕྱུག་མི་ཚོལ་ཏེ།
en: “ ‘I am not seeking power;

source: །གལ་ཏེ་ཐོབ་ཀྱང་སྤོང་བར་བགྱིད།
en: Even if I attained it, I would abandon it.

source: །དེང་བདག་སངས་རྒྱས་ཆོས་ཟབ་དང་། །རྣམ་དག་ཚུལ་ཁྲིམས་འབའ་ཞིག་ཚོལ།
en: Rather, I pursue only the profound Dharma of the Buddha, As well as a pure discipline.

source: །ལྷ་ཞིག་བདག་ནི་གོ་བགྱིས་ཏེ། །རབ་ཏུ་འབྱུང་བར་བསྐུལ་བས་ན། །སངས་རྒྱས་གསུངས་པའི་ཟབ་མོ་ཆོས། །བདག་ནི་རབ་ཏུ་རྟོགས་པར་འཚལ།
en: “ ‘Because I heard a god Who encouraged me to go forth, I wish to fully realize The profound Dharma taught by the Buddha.

source: །ལྷས་སྨྲས་བདག་གིས་ཐོས་པས་ན།
en: “ ‘As I heard the words of the god,

source: །སེམས་ནི་རབ་ཏུ་དགའ་བར་གྱུར།
en: My mind became utterly joyful.

source: །སངས་རྒྱས་བསྟན་པ་ནུབ་ཏུ་ཉེ།
en: The teachings of the Buddha might soon vanish,

source: །བདག་ནི་གྲོགས་བགྱི་བསྲུང་བར་སེམས།
en: So I intend to support and protect them.’

source: །དེ་ནས་ཕ་མས་ཚིགས་སུ་བཅད་དེ་དམ་ཤི་རི་ལ་སྨྲས་པ།
en: “Then his parents again spoke to Damaśrī in these verses:

source: མདོ་སྡེ་ཟབ་མོ་ཟད་ནུབ་པས། །ཁ་ཏོན་འདོན་པ་ཡོང་མེད་ན། །དེ་རིང་ཁྱོད་ཀྱིས་སུ་ལས་ནི། །སངས་རྒྱས་ཆོས་ཟབ་ཐོས་པར་འགྱུར།
en: “ ‘The profound discourses have already completely vanished; No one recites them anymore, So from whom will you hear The profound Dharma of the Buddha?
